{
  "menu.about": "About",
  "menu.works": "Works",
  "menu.contact": "Contact",

  "footer": {
    "copyright": "Copyright {year} IselAlarcon© | All rights reserved"
  },

  "about.title": "Hello, I'm Isela👋🏽",
  "about.description": "📍 UX/UI designer based in Barcelona, with frontend development experience. I blend visual design, user experience, and code to create intuitive and functional digital experiences.",
  "about.description2": "🎨 I focus on creating and maintaining design systems, starting with user-centric components in Figma and bringing them to life through React code for a smooth and consistent experience.",
  "about.description3": "👾 Moving between design and development allows me to create cohesive, efficient projects that truly meet user needs.",
  "about.description4": " 🖤 I value a positive work culture and environment, collaborating with a talented and supportive team is important to me, as it encourages growth and innovation. ",
  "about.description5": "🤩 Things I enjoy the most: spending time with pets, playing video games, yoga, hiking, fashion design, architecture, exploring new places, technology, arts and crafts, reading classic books, trying new foods, focusing on wellness.",

  "contact.cta": "Let's talk!",
  "contact.name": "Name",
  "contact.mail": "Mail",
  "contact.message": "Message",
  "contact.send": "Send",

  "label.filter1": "UX-UI",
  "label.filter2": "Development",
  "label.filter3": "Animation",
  "label.filter4": "Design",

  
    
  "project.archsplace.contextSub": "Context",
  "project.archsplace.context": "Archsplace is an online platform offering professional design services in Architecture, Interior Design, Decoration, and Landscaping. As a frontend developer, I maintained and built a design system to unify visual components and improve accessibility.",
  "project.archsplace.challenges": "A key challenge was making all components accessible to everyone. We also had to keep the design consistent across different platforms and devices, which made integrating design with code more complex.",
  "project.archsplace.userSub": "Users",
  "project.archsplace.user": "Designers and developers who need easy-to-use visual tools for their projects. Testers also use them to check functionality and accessibility.",
  "project.archsplace.mainCha": "Main Challenges and Goal",
  "project.archsplace.objective1": "Create a design system with reusable and accessible components like buttons, icons, and other elements.",
  "project.archsplace.objective2": "Ensure accessibility by testing with Figma plugins and code validation.",
  "project.archsplace.objective3": "Document the design system in Storybook for easy use by the team.",
  "project.archsplace.objective4": "Make the documentation interactive, allowing developers to use and test components easily.",
  "project.archsplace.action": "Process",
  "project.archsplace.process1": "I first designed key components in Figma, ensuring a cohesive visual style.",
  "project.archsplace.process2": "I tested accessibility with Figma plugins to meet WCAG guidelines.",
  "project.archsplace.process3": "Once approved, I coded the designs using React to create reusable components.",
  "project.archsplace.process4": "I added these components to Storybook for interactive documentation and testing.",
  "project.archsplace.process5": "I worked with developers to ensure proper implementation and consistency.",
  "project.archsplace.process6": "I regularly updated the design system and its documentation for future use.",
  "project.archsplace.tool1": "Tools:",
  "project.archsplace.tool2": "Figma for designing and prototyping components.",
  "project.archsplace.tool3": "Storybook for documenting and testing components.",
  "project.archsplace.tool4": "Accessibility plugins like Stark and Contrast in Figma.",
  "project.archsplace.tool5": "Development: React, Node.js, CSS, styled-components.",
  
  
  "project.loopz.contextSub": "Context",
  "project.loopz.context": "Loopz is a concert tracking app, designed as a case study showcasing advanced techniques in Figma.",
  "project.loopz.mainCha": "Main Challenges",
  "project.loopz.challenges": "Design a dynamic and user-friendly app for music events, featuring reusable elements and an efficient design system.",
  "project.loopz.userSub": "User I Persona",
  "project.loopz.user": "Music lovers aged 25 to 45 who frequently attend concerts and events.",
  "project.loopz.objective1": "Designing a visually dynamic yet intuitive interface.",
  "project.loopz.objective2": "Developing reusable design assets and tokens for scalability.",
  "project.loopz.objective3": "Ensuring seamless handoff with detailed documentation for developers.",
  "project.loopz.objective4": "Improving the user experience with solid testing and engaging visuals.",
  "project.loopz.action": "Process",
  "project.loopz.process1": "Wireframing: Started with low-fidelity wireframes to establish structure and navigation.",
  "project.loopz.process2": "Workflow Design: Defined clear user flows to ensure a smooth journey through the app.",
  "project.loopz.process3": "Visual Design: Applied the vibrant color palette to create dynamic components. Designed reusable buttons and interface elements with flexible properties.",
  "project.loopz.process4": "Prototype Development: Incorporated design tokens and variables to maintain consistency.",
  "project.loopz.process5": "User Testing: Conducted advanced testing sessions to refine usability and validate design decisions.",
  "project.loopz.process6": "Design System: Built a comprehensive system of styles, components, and grids, complete with detailed documentation to support the development process.",
  "project.loopz.tool1": "Tools:",
  "project.loopz.tool2": "Figma Pro: For advanced UI design, asset management, and prototyping.",
  "project.loopz.tool3": "Photoshop & After Effects: To add masking and polish for the final prototype presentation video.",
  "project.loopz.tool4": "Encoder: For finalizing multimedia assets.",

  "project.wedding.contextSub": "Context",
  "project.wedding.context": "This project involved creating a static website for my wedding using React. The website includes sections like When, How, and Where, providing essential details about the event.",
  "project.wedding.userSub": "User I Persona",
  "project.wedding.user": "Wedding guests.",
  "project.wedding.mainCha": "Main Challenges",
  "project.wedding.objective1": "Ensure the website was multilingual, requiring proper translations and implementation.",
  "project.wedding.objective2": "Create a functional and user-friendly modal form for RSVPs and dietary preferences.",
  "project.wedding.objective3": "Maintain performance and responsiveness across all devices using Vite and responsive CSS.",
  "project.wedding.objective4": "Design reusable components to maintain visual consistency with the wedding theme.",
  "project.wedding.action": "Process",
  "project.wedding.process1": "Designed the website in Figma, ensuring visual consistency with invitations and the wedding theme.",
  "project.wedding.process2": "Used React to develop the website, leveraging Styled Components for styling and Redux for state management.",
  "project.wedding.process3": "Implemented multilingual functionality and ensured translations were accurate and appropriate.",
  "project.wedding.process4": "Created a functional RSVP modal with dietary preferences, integrating validation and a user-friendly interface.",
  "project.wedding.process5": "Tested the RSVP form functionality and data management using Postman.",
  "project.wedding.process6": "Ensured performance optimization and responsiveness across devices with Vite and CSS.",
  "project.wedding.tool1": "Tools:",
  "project.wedding.tool2": "Development: React, Vite, Redux, Postman, CSS, styled-components.",
  "project.wedding.tool3": "Interface Design: Figma, Photoshop, Illustrator.",

  "project.ia.contextSub": "Context",
  "project.ia.context": "IA is my personal firm, and I want to showcase my professional work in a modern, minimalist, and clean space.",
  "project.ia.userSub": "User I Persona",
  "project.ia.user": "Potential clients and people searching for inspiration.",
  "project.ia.mainCha": "Main Challenges",
  "project.ia.objective1": "Building a customized website to showcase my creative work effectively.",
  "project.ia.action": "Process",
  "project.ia.process1": "I created my own logo using the first letters of my name, ensuring it would be easy to recognize.",
  "project.ia.process2": "Programmed the website using React, developing reusable elements like buttons, social icons, and cards to build the site efficiently.",
  "project.ia.process3": "Created a style guide to ensure consistency in design and code usage throughout the project.",
  "project.ia.process4": "Added an interactive feature where users can watch videos by clicking on cards.",
  "project.ia.tool1": "Tools:",
  "project.ia.tool2": "Development: React, JavaScript, CSS, SASS, styled-components",
  "project.ia.tool3": "Interface Design: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.flitter.contextSub": "Context",
  "project.flitter.context": "This project allowed me to put into practice the skills I developed during my professional program. By creating a replica of Twitter, I gained experience building a full-stack web application with features like user authentication, data storage, and a user interface.",
  "project.flitter.userSub": "User I Persona",
  "project.flitter.user": " Social media users, especially those who know and use Twitter.",
  "project.flitter.mainCha": "Main Challenges",
  "project.flitter.objective1": "The goal was to create a clone of the popular social media platform Twitter.",
  "project.flitter.action": "Process",
  "project.flitter.process1": "Planning and Ideation: The first step was planning and brainstorming with the team. We identified key features for the MVP (Minimum Viable Product) and created a roadmap for development.",
  "project.flitter.process2": "Design: We designed wireframes, mockups, and prototypes to ensure the app's design was intuitive, user-friendly, and visually appealing.",
  "project.flitter.process3": "Development: We implemented core functionalities, including user authentication, profile creation, tweeting, following/unfollowing users, and liking/disliking fleets.",
  "project.flitter.process4": "Testing and Debugging: The team conducted extensive testing using methods like unit testing, integration testing, and user acceptance testing to ensure consistency and functionality.",
  "project.flitter.process5": "Deployment: After testing, the application was deployed to a public server. We used MongoDB Atlas for cloud-hosted databases, enabling scalability and accessibility for users.",
  "project.flitter.tool1": "Tools:",
  "project.flitter.tool2": "Frontend: Vue, JavaScript, CSS, Git, Figma",
  "project.flitter.tool3": "Backend: Node.js, MongoDB Atlas, JWT, Express",
  "project.flitter.tool4": "Interface Design: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.lozano.contextSub": "Context",
  "project.lozano.context": "Irlanda Lozano Studio is a professional event production and brand experience studio with international reach.",
  "project.lozano.userSub": "User I Persona",
  "project.lozano.user": " Startups looking for professional event production with international reach.",
  "project.lozano.mainCha": "Main challenges",
  "project.lozano.objective1": "Build a contemporary website optimized for SEO to attract and engage potential clients.",
  "project.lozano.action": "Process",
  "project.lozano.process1": "Planning: I designed a landing page with sections like Services, Projects, Clients, and Contact to present the studio’s offerings clearly.",
  "project.lozano.process2": "Design: Using Figma, I created wireframes to map the site’s structure and flows.",
  "project.lozano.process3": "Development: I developed reusable components (buttons, social icons, cards) and implemented reusable styles in the code to ensure efficiency and consistency.",
  "project.lozano.process4": "Content: Added a map list to display various video content, enhancing the website’s interactivity.",
  "project.lozano.process5": "Deployment: The application was deployed to a public server using MongoDB Atlas, enabling scalability and continuous user access.",
  "project.lozano.tool1": "Tools:",
  "project.lozano.tool2": "Frontend: Vue, JavaScript, CSS, Git, Figma",
  "project.lozano.tool3": "Backend: Node.js, MongoDB Atlas, JWT, Express",
  "project.lozano.tool4": "Interface Design: Figma, Photoshop, Illustrator, After Effects, Premiere.",
  "project.lozano.tool5": "Website: www.irlandalozano.com",

  "project.nixi.contextSub": "Context",
  "project.nixi.context": "Nixi For Children is a Barcelona-based startup creating immersive virtual reality experiences to ease anxiety for patients and their families.",
  "project.nixi.userSub": "User I Persona",
  "project.nixi.user": "Families adopting digital technologies to reduce preoperative anxiety in their children or relatives.",
  "project.nixi.mainCha": "Main challenges",
  "project.nixi.objective1": "Make it easier for hospitals to adopt Nixi while providing families with support, information, and a sense of connection.",
  "project.nixi.action": "Process",
  "project.nixi.process1": "Research: Key insights were gathered using Typeform:",
  "project.nixi.process2": "60% of parents believe their children feel scared when visiting the doctor.",
  "project.nixi.process3": "40% search for information online.",
  "project.nixi.process4": "57% share data with other parents.",
  "project.nixi.process5": "Problem Definition: Parents also experience anxiety due to a lack of information, separation from their children, or feelings of isolation.",
  "project.nixi.process6": "Ideation: The #NixiFamilyWall was created to connect families, share information, and provide mutual support throughout the medical journey.",
  "project.nixi.process7": "Prototype and Testing: An MVP was developed, scalable into a Progressive Web App. The app includes a flexible design system for consistent and efficient functionality.",
  "project.nixi.tool1": "Tools:",
  "project.nixi.tool2": "UX :Typeform",
  "project.nixi.tool3": "Interface Design: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.ppayaz.contextSub": "Context",
  "project.ppayaz.context": "P’payaz is a collective of creatives from various disciplines, moving away from the traditional agency concept. Each team member is assigned based on the specific needs of a project.",
  "project.ppayaz.userSub": "User I Persona",
  "project.ppayaz.user": "Entrepreneurs and creatives looking for or offering professional digital services remotely.",
  "project.ppayaz.mainCha": "Main Challenges",
  "project.ppayaz.objective1": "Develop a minimalist website to highlight the brand’s freshness and creativity while emphasizing its unique approach..",
  "project.ppayaz.action": "Process",
  "project.ppayaz.process1": "Structural design: Created wireframes in Figma to organize the main sections: Home, Services, Cases, and Contact.",
  "project.ppayaz.process2": "Reusable components: Using Atomic Design, I designed buttons, cards, and other reusable elements to streamline coding and maintain consistency.",
  "project.ppayaz.process3": "React implementation: Programmed buttons with hover effects.",
  "project.ppayaz.process4": "Used a map to generate cards with consistent content structures.",
  "project.ppayaz.process5": "Integrated SVG icons with transitions and opacity effects in the Services section.",
  "project.ppayaz.process6": "Visual style: The minimalist design highlights the logo’s primary color through vector shapes and key elements, achieving a clean and professional aesthetic.",
  "project.ppayaz.process7": "Social media integration: The Contact page includes links to the brand’s social platforms, enhancing audience engagement.",
  "project.ppayaz.tool1": "Tools:",
  "project.ppayaz.tool2": "Development: React, Javascript, CSS, SASS",
  "project.ppayaz.tool3": "Interface Design: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.finances.contextSub": "Context",
  "project.finances.context": "As part of the professional program in web development Women in Tech, I worked on developing a personal finance management application using Javascript. The main focus of the project was to create a practical and accessible tool to help people efficiently manage their finances.",
  "project.finances.userSub": "User I Persona",
  "project.finances.user": "Anyone who wants a simple and easy way to track their expenses, income, and savings.",
  "project.finances.mainCha": "Main Challenges",
  "project.finances.objective1": "Design an application that enables users to log and track their income, expenses, and savings in a clear and straightforward way.",
  "project.finances.action": "Process",
  "project.finances.process1": " Functional design: Created an interface that displayed total income, expenses, and savings clearly and effectively.",
  "project.finances.process2": "Created functions to calculate and display these values clearly and efficiently.",
  "project.finances.process3": "User interaction:  Added features to allow users to add and delete income and expense entries, along with associated concepts.",
  "project.finances.process4": "Implemented event listeners to handle user input and dynamically update the interface.",
  "project.finances.process5": "Technical development:  Built the application entirely using Javascript, utilizing DOM manipulation to ensure an interactive and smooth user experience.",
  "project.finances.process6": "Focused on delivering a clean and accessible design for intuitive user interaction.",
  "project.finances.tool1": "Tools:",
  "project.finances.tool2":"Development: Javascript, HTML, CSS, MongoDB",
  "project.finances.tool3": "Interface Design: Figma",


  "project.pw.contextSub": "Context",
  "project.pw.context": "One of the things I love about Barcelona is that it is a pet-friendly city. Inspired by it, this project showcases a collection of random photos I've taken of dogs waiting for their owners outside stores, supermarkets, bakeries, and more. Perritos Waiting was a project I created during a professional program using CSS and HTML.",
  "project.pw.userSub": "User I Persona",
  "project.pw.user": "Dog lovers",
  "project.pw.mainCha": "Main Challenges",
  "project.pw.objective1": "Create an attractive webpage using only CSS and HTML.",
  "project.pw.action": "Process",
  "project.pw.process1": "Choosing the most striking and high-quality photos, and arranging them in an appealing way on the webpage, required attention to detail.",
  "project.pw.process2": "I used my CSS and HTML skills to design a responsive webpage, focusing on effective design principles and navigation, such as selecting appropriate fonts, color schemes",
  "project.pw.process3": "I Ensured the website was user-friendly and accessible.",
  "project.pw.tool1": "Tools:",
  "project.pw.tool2": "Interface Design: CSS, HTML, Figma",
  "project.pw.tool3": "Check out the case here: https://isynopoulos1.github.io/css_practice/",

  "project.delivery.contextSub": "Context",
  "project.delivery.context": "This project is the design of a food delivery app created as part of a case study in a Motion Design course with Figma on Udemy.",
  "project.delivery.userSub": "User I Persona",
  "project.delivery.user": "Nina, a 30-year-old freelancer who works from home. She doesn’t have time to cook, so she usually orders food delivery.",
  "project.delivery.mainCha": "Main Challenges",
  "project.delivery.objective1": "Create an intuitive and attractive app with user interfaces and interactive prototypes that include animations, motion graphics, and easy-to-use options. ",
  "project.delivery.action": "Process",
  "project.delivery.process1": "To start, I decided to highlight the promo of the day on the interface, making it easy for users to purchase right away and increasing sales. I used Figma to design a simple yet visually appealing structure.",
  "project.delivery.process2": "To enhance navigation and create a smooth experience, I implemented smooth transitions between screens. I also added microinteractions with floating buttons that responded to user taps, ensuring that every action was quick.",
  "project.delivery.process3": "To emphasize key elements and add dynamism, I used masking techniques for images and graphics. ",
  "project.delivery.process4": "I also applied a parallax effect to some elements to give depth and capture users' attention at strategic moments.",
  "project.delivery.process5": "Finally, I designed a system to display the order progress in real-time, allowing users to track the status of their order as it progresses.",
  "project.delivery.tool1": "Tools:",
  "project.delivery.tool2": "Interface Design: Figma, After Effects, Photoshop",

  "project.natours.contextSub": "Context",
  "project.natours.context": "Natours is a project created as part of an advanced CSS and SASS course on Udemy.",
  "project.natours.userSub": "User I Persona",
  "project.natours.user": "People between 30 and 45 years old who enjoy nature and traveling.",
  "project.natours.mainCha": "Main Challenges",
  "project.natours.objective1": "Develop a modern and responsive website using CSS architecture.",
  "project.natours.action": "Process",
  "project.natours.process1": "For this project, I built animation effects using @keyframes, transitions, and animations to make the website more engaging.",
  "project.natours.process2": "I implemented reusable elements created with SASS, following atomic design principles. This approach allowed me to write code that was both reusable and maintainable, ensuring scalability for future updates.",
  "project.natours.process3": "The site was designed to be fully responsive, using CSS grids and flexible images with media queries. I utilized mobile-first strategies alongside desk-first to ensure the website worked seamlessly across devices. I also selected specific breakpoints to optimize user experience on various screen sizes. ",
  "project.natours.tool1": "Tools:",
  "project.natours.tool2": "Development: React, Javascript, CSS, SASS, Typescript",
  "project.natours.tool3": "Interface Design: Figma, After Effects, Photoshop",

  "project.doctoyou.contextSub": "Context",
  "project.doctoyou.context": "Doc to You is a company based in Barcelona that connects qualified doctors with people in need of emergency medical attention. The service operates through an app where users can contact doctors from different specialties based on their needs, all without leaving home.",
  "project.doctoyou.userSub": "User I Persona",
  "project.doctoyou.user": "People between 30 and 50 years old, tech-savvy, who wish to connect with doctors for emergency medical care",
  "project.doctoyou.mainCha": "Main Challenges",
  "project.doctoyou.objective1": "Create a logo that represents the ease with which people can connect with this service.",
  "project.doctoyou.action": "Process",
  "project.doctoyou.process1": "I chose an organic font that appears interconnected. In the center, I placed an arrow to emphasize this connection concept.",
  "project.doctoyou.process2": "I proposed a gradient effect in the colors used to suggest modernity, following trends similar to other apps in the medical field.",
  "project.doctoyou.tool1": "Tools:",
  "project.doctoyou.tool2": "Interface Design: Photoshop, Illustrator, After Effects, Premiere",

  "project.oda.contextSub": "Context",
  "project.oda.context": "Oda al pan is a company that celebrates the best of traditional Mexican bakery while adapting to a market that seeks authenticity.",
  "project.oda.userSub": "User I Persona",
  "project.oda.user": "People between 30 and 50 years old living in Mexico City, who appreciate traditional, high-quality food. They enjoy ordering artisanal bread and baked goods online and value authenticity and craftsmanship.",
  "project.oda.mainCha": "Main Challenges",
  "project.oda.objective1": "Create a corporate image that reflects authenticity and elegance.",
  "project.oda.action": "Process",
  "project.oda.process1": "I created a corporate image where the main element is a wheat leaf. To emphasize the key ingredient, I chose a warm primary color that reflected the golden tones of bread.",
  "project.oda.tool1": "Tools:",
  "project.oda.tool2": "Interface Design: Photoshop, Illustrator, After Effects, Premiere",

  "project.nexter.contextSub": "Context",
  "project.nexter.context": "This is a case study created during the Advanced CSS and SASS course on Udemy.",
  "project.nexter.userSub": "User I Persona",
  "project.nexter.user": "High-income individuals interested in owning luxury properties, who value visually appealing and intuitive online platforms.",
  "project.nexter.mainCha": "Main Challenges",
  "project.nexter.objective1": "Create a responsive website using CSS grid layouts to showcase luxury properties.",
  "project.nexter.action": "Process",
  "project.nexter.process1": "Designed the project using CSS Grid to create a visually striking collage of luxury property images.",
  "project.nexter.process2": "Implemented responsive design techniques, including breakpoints, fluid grids, flexible images, and layout types to ensure adaptability across devices.",
  "project.nexter.tool1": "Tools:",
  "project.nexter.tool2": "Development: CSS, SASS, Typescript",
  "project.nexter.tool3": "Interface Design: Photoshop, Illustrator, After Effects",

  "project.paypal.contextSub":"Context",
  "project.paypal.context": "To celebrate its fifth anniversary, in 2015 PayPal launched PayPal Fest, a promotional festival showcasing never-before-seen digital deals in Mexico. This event honors PayPal as the most popular digital payment method for online shoppers across multiple devices.",
  "project.paypal.userSub": "User I Persona",
  "project.paypal.user": "Millennials who embrace new trends like mobile commerce and prioritize convenience in digital transactions.",
  "project.paypal.mainCha": "Main Challenges",
  "project.paypal.objective1": "Design a logo and a digital product toolkit that captures PayPal’s distinctive look and feel.",
  "project.paypal.action": "Process",
  "project.paypal.process1": "Created a commemorative logo to celebrate PayPal's fifth anniversary.",
  "project.paypal.process2": "Designed a versatile digital toolkit, emphasizing popular digital products on PayPal’s platform.",
  "project.paypal.tool1": "Tools:",
  "project.paypal.tool2": "Interface Design: Photoshop, Illustrator, After Effects",


  "project.movistar.contextSub": "Context",
  "project.movistar.context": "Movistar is the flagship brand of Telefónica, a Spanish multinational communications company, offering products in telephony, internet, and television across Spain and Latin America.",
  "project.movistar.userSub": "User I Persona",
  "project.movistar.user": "Mobile customers seeking affordable monthly plans with higher mobile data allowances.",
  "project.movistar.mainCha": "Main Challenges",
  "project.movistar.objective1": "Develop a digital Christmas campaign to attract new followers and strengthen loyalty among existing customers.",
  "project.movistar.action": "Process",
  "project.movistar.process1": "Designed a creative digital campaign that highlighted key insights about the benefits of having internet during the holiday season.",
  "project.movistar.tool1": "Tools:",
  "project.movistar.tool2": "Interface Design: Photoshop, Illustrator, After Effects, Premiere",

  "project.dogchow.contextSub": "Context",
  "project.dogchow.context": "Dog Chow is a dog food brand manufactured and marketed by Nestlé Purina. The brand aimed to celebrate dogs with a special day dedicated to them.",
  "project.dogchow.userSub": "User I Persona",
  "project.dogchow.user": "Social media users aged 25 to 50 who are dog lovers and eager to join the celebration by sharing their love for their pets on social media.",
  "project.dogchow.mainCha": "Main Challenges",
  "project.dogchow.objective1": "Establish Dog Day in consumers' minds as a special occasion to recognize and celebrate man’s best friend.",
  "project.dogchow.action": "Process",
  "project.dogchow.process1": "Launched a teaser on Instagram and Facebook, inviting users to participate in the celebration by sharing messages via inbox about the things they love to do with their pets.",
  "project.dogchow.process2": "Organized a photoshoot featuring cakes made with Purina Dog Chow, later personalized with toys and the names of the pets mentioned in the social media messages.",
  "project.dogchow.process3": "On the launch day, shared the personalized cakes with the participants, generating significant engagement, new followers, and solidifying the celebration of Dog Day, which is now an annual tradition by Dog Chow.",
  "project.dogchow.tool1": "Tools:",
  "project.dogchow.tool2": "Interface Design:Photoshop, Illustrator, After Effects, Premiere",

  "project.gerber.contextSub": "Context",
  "project.gerber.context": "Gerber is a baby food brand specializing in natural products without preservatives or sweeteners.",
  "project.gerber.userSub": "User I Persona",
  "project.gerber.user": "Young families who use the brand's products and frequently share tips, connect with friends, and post moments from their lives on social media.",
  "project.gerber.mainCha": "Main Challenges",
  "project.gerber.objective1": "Create a digital campaign to celebrate and highlight Father’s Day.",
  "project.gerber.action": "Process",
  "project.gerber.process1": "Recognizing that fathers are often the ones taking pictures of moms and kids, we created a heartfelt video celebrating this charming role.",
  "project.gerber.process2": "Launched a social media activity inviting families to share their favorite photos celebrating Father’s Day. For each submission, we responded with a custom commemorative frame featuring the photo they shared.",
  "project.gerber.process3": "The video and user-submitted photos were featured on the brand's website and social media platforms as part of the campaign, fostering closeness with Gerber’s audience.",
  "project.gerber.tool1": "Tools:",
  "project.gerber.tool2": "Interface Design: Photoshop, Illustrator, After Effects, Premiere",

  "project.cultura.contextSub": "Context",
  "project.cultura.context": "Cultura Inquieta is a platform dedicated to promoting culture, art, communication, creativity, and the organization of cultural programs. Online, it is one of Europe’s leading cultural references.",
  "project.cultura.userSub": "User I Persona",
  "project.cultura.user": "Instagram users who support feminism and follow Cultura Inquieta or show interest in similar topics.",
  "project.cultura.mainCha": "Main Challenges",
  "project.cultura.objective1": "Celebrate International Women’s Day by highlighting pioneering women throughout history.",
  "project.cultura.action": "Process",
  "project.cultura.process1": "Women often define themselves using stereotypes. However, many women have redefined these stereotypes through their ideas and actions, though they are often overlooked.",
  "project.cultura.process2": "To make these pioneering women visible on International Women’s Day, we created a video showcasing them through the world’s most-used tool: the internet search engine.",
  "project.cultura.process3": "The video presents women who have transformed the most common stereotypes, encouraging others to find inspiration in their achievements.",
  "project.cultura.tool1": "Tools:",
  "project.cultura.tool2": "Interface Design: Photoshop, Illustrator, After Effects, Premiere"
}
