{
  "menu.about": "About",
  "menu.works": "Works",
  "menu.contact": "Contact",

  "about.title": "Hi, I'm Isela :)",
  "about.description": "I'm a UX/UI Designer from Mexico currently based in Barcelona. I've a strong passion for design, art, cooking, digital tendencies, fashion, cinema, architecture & animals. With a background in the digital world as a Senior Art director, I've been in the advertising industry for over 10 years. Mostly, I've worked in top digital advertising agencies, designing for brands such as Paypal, Movistar, Amazon, Nike, Purina, Gerber. In 2020, I decided to move to Barcelona to attend a workshop on Design Thinking in Brother Bcn. I am very proficient in After Effects, Adobe suite (Photoshop, Illustrator, Premiere), and different design tools and frameworks such as Figma. I enjoy building sites implementing a design system. I also have a huge interest in Web development, It's reflected by my knowledge in HTML, CSS, SASS, Javascript with libraries such as React and Nodejs. During the last 2 years, I've complimented my career as a digital designer with certificates, workshops, and working on my own as a web developer. My profile matches such a hybrid between designer and web developer. In fact, I love working in both areas equally!",

  "project.nixi.context": "Context: Nixi For Children is a startup based in Barcelona, witch helps to families around the world developing immersive experiences of virtual reality to reduce patient anxiety.",
  "project.nixi.challenges": "Main Challenges: Help hospitals afford to implement and maintain Nixi for their patients. Family engagement.",
  "project.nixi.user": "User I Persona: Families embracing new digital trends and looking to help their children or family members reduce preoperative anxiety.",
  "project.nixi.process1": "Process: Research. We used Typeform such as tool to collected data and figured out the pain and gains of the parents.",
  "project.nixi.process2": "- 60% Of the parents interviewed think their children are afraid when they visit the doctor.",
  "project.nixi.process3": "- 40% Of them, look for information on the internet.",
  "project.nixi.process4": "- 40% Look for information, asking friends and family members.",
  "project.nixi.process5": "- 57% Have shared information with other parents.",
  "project.nixi.process6": "Define (the Problem): This is how we detected that parents also suffer from anxiety generated when separating from children, feeling alone, or not having enough information. Ideate: Nixi Family Wall. Take care of the family it is as important as caring for the patient. We create a community that accompanies the family at all stages, sharing information between parents, supporting and creating links. Development: Nixi connects families who want to help and need to be supported. In this way we build communities of support between families. Prototype mvp (minimal viable product). Implementation using the hashtag #NixiFamilyWall to drive traffic to social networks. Test: Create a design system that could scale. Evolution to Progressive Web app can also be installed on the phone through the current website.",

  "project.ppayaz.context": "Context: P'payaz is an artist collective made up of professionals from different disciplines.",
  "project.ppayaz.challenges": "Main Challenges: Highlighting the coolness of the brand through a minimalist website.",
  "project.ppayaz.user": "User I Persona: Entrepreneurs and creatives in the sector who seek and offer professional digital services remotely. "
}
