{
  "menu.about": "About",
  "menu.works": "Works",
  "menu.contact": "Contact",

  "footer.copyright": "Copyright 2022 IselAlarcón© | All rights reserved",

  "about.title": "Hi, I'm Isela :)",
  "about.description": "I'm a Product Designer and Junior Frontend Developer with a strong passion for design, arts, and technology.",
  "about.description2": "With a background in the digital world for over 10 years, I've worked mostly in digital advertising agencies, designing for brands such as Paypal, Movistar, and Amazon. In 2020, I decided to move to Barcelona to expand my career in the technology field.",
  "about.description3": "I also have a huge interest in Web development. So It's reflected by my knowledge in HTML, CSS, SASS, and a basic level in Python and Javascript with libraries such as React and Nodejs. I also enjoy building sites and implementing a design system!",

  "contact.cta": "Contact me :)",
  "contact.name": "Name",
  "contact.mail": "Mail",
  "contact.message": "Message",
  "contact.send": "Send",

  "label.filter1": "UX-UI",
  "label.filter2": "Development",
  "label.filter3": "Animation",
  "label.filter4": "Branding",
  "label.filter5": "Art Direction",

  "project.ia.context": "Context: ia Is my personal firm, I want to show my professional work in a clean space, modern and minimalist.",
  "project.ia.challenges": "Main Challenges: To build a customized website to showcase my creative work.",
  "project.ia.user": "User I Persona: Potential jobs and people searching inspiration. ",
  "project.ia.process1": "Process: First I created my personal logo. I wanted to develop a branding short and easy to read. So I decided to use just the first letters of my name.",
  "project.ia.process2": " Then, in Figma I created wireframes with the site mapping, flows, and components that potentially be reused in code. ",
  "project.ia.process3": " In programming, I thought in a website that potentially is translated to Spanish with traditional sections such as:  About Me, Work, and Contact. Implementing React technology, I designed components such as buttons, social icons, cards, and different elements to build an atomic system. Also, I designed styled components to create lists of styles for reused and dry code. I created a map list to put different cards with video content.",
  "project.ia.tool1": "Tools:",
  "project.ia.tool2": " Development: React, Javascript, CSS, SASS",
  "project.ia.tool3": "UX-UI: Figma.",
  "project.ia.tool4": "Design: Photoshop, Illustrator",
  "project.ia.tool5": "Animation: After Effects, Premiere",

  "project.ppayaz.context": "Context: P'payaz is an artist collective made up of professionals from different disciplines.",
  "project.ppayaz.challenges": "Main Challenges: To highlight the coolness of the brand through a minimalist website.",
  "project.ppayaz.user": "User I Persona: Entrepreneurs and creatives in the sector who seek and offer professional digital services remotely. ",
  "project.ppayaz.process1": "Process: In Figma I created wireframes to structure each of the content pages: Home, Services, Cases and Contact. Through Atomic Design I created components to potentially implement them in programming and in this way make different reusable elements. Later I developed different components in React to create buttons with effects such as hover. To implement a map I created a content a structure on the cards for each case. In the services section, I used a library of SVG icons to which I gave them a transition and opacity effect. The contact page links to the different social networks of the brand. Through a clean website with minimal style. I highlighted the primary color of its logo in vector shapes and fundamental elements, in this way it achieved the main objective.",
  "project.ppayaz.process2": " Visit the website at: www.ppayaz.com",
  "project.ppayaz.tool1": "Tools:",
  "project.ppayaz.tool2": " Development: React, Javascript, CSS, SASS",
  "project.ppayaz.tool3": "UX-UI: Figma.",
  "project.ppayaz.tool4": "Design: Photoshop, Illustrator",
  "project.ppayaz.tool5": "Animation: After Effects, Premiere",

  "project.nixi.context": "Context: Nixi For Children is a startup based in Barcelona, witch helps to families around the world developing immersive experiences of virtual reality to reduce patient anxiety.",
  "project.nixi.challenges": "Main Challenges: To help hospitals afford to implement and maintain Nixi for their patients. Family engagement.",
  "project.nixi.user": "User I Persona: Families embracing new digital trends and looking to help their children or family members reduce preoperative anxiety.",
  "project.nixi.process1": "Process: Research. I used Typeform such as tool to collected data and figured out the pain and gains of the parents.",
  "project.nixi.process2": "- 60% Of the parents interviewed think their children are afraid when they visit the doctor.",
  "project.nixi.process3": "- 40% Of them, look for information on the internet.",
  "project.nixi.process4": "- 40% Look for information, asking friends and family members.",
  "project.nixi.process5": "- 57% Have shared information with other parents.",
  "project.nixi.process6": "Define (the Problem): This is how we detected that parents also suffer from anxiety generated when separating from children, feeling alone, or not having enough information. Ideate: Nixi Family Wall. Take care of the family it is as important as caring for the patient. We create a community that accompanies the family at all stages, sharing information between parents, supporting and creating links. Development: Nixi connects families who want to help and need to be supported. In this way we build communities of support between families. Prototype mvp (minimal viable product). Implementation using the hashtag #NixiFamilyWall to drive traffic to social networks. Test: Create a design system that could scale. Evolution to Progressive Web app can also be installed on the phone through the current website.",
  "project.nixi.tool1": "Tools:",
  "project.nixi.tool2": " UX-UI: Figma, Typescript.",
  "project.nixi.tool3": "Design: Photoshop, Illustrator.",
  "project.nixi.tool4": "Animation: After Effects, Premiere.",

  "project.delivery.context": "Context: This is a case study created to my course in Motion Design with Figma.",
  "project.delivery.challenges": "Main Challenges: My goal for this project was to create attractive user interfaces and prototypes with a delivery application that creates user-friendly and intuitive interactions, animation, and motion graphics.",
  "project.delivery.user": "User I Persona: Nina. She is 30 years old freelancer, currently working from home. Nina hasn’t enough time to cook so she used to order delivery food.",
  "project.delivery.process1": "Process: I thought was important to give the users the possibility to choose options such as health and comfort food in the app. I decided to highlight the promo of the day to facilitate the purchase process and generate revenue. I wanted to create an intuitive design flow that was handy to use. I created flashy interactions with masking techniques and a complex order progress prototype.",
  "project.delivery.process2": "-Using parallax to draw attention.",
  "project.delivery.process3": "- List transition.",
  "project.delivery.process4": "- Alternative overlays.",
  "project.delivery.process5": "- Masking and overlay.",
  "project.delivery.process6": "- Micro interactions and floating buttons.",
  "project.delivery.process7": "- Order progress.",
  "project.delivery.tool1": "Tools:",
  "project.delivery.tool2": "UX-UI: Figma.",
  "project.delivery.tool3": "Animation: After Effects, Premiere",

  "project.lozano.context": "Context: Irlanda Lozano Studio it`s a professional event production studio and brand experiencies with international reach.",
  "project.lozano.challenges": "Main Challenges: To develop a modern website with SEO optimization.",
  "project.lozano.user": "User I Persona: Startups that want to seek professionals in event production with international reach.",
  "project.lozano.process1": "Process: I thought of developing a landing page divided into sections such as Services, Projects, Clients, Contacts. Based on this, I created a wireframing with the site mapping and flows in Figma. In programming I designed components such as buttons, social icons, cards and different elements that could potentially be reused in the design. I've implemented components to create lists of styles to reuse in code as well. Additionally I created a list of maps to put different cards with video content.",
  "project.lozano.tool1": "Tools:",
  "project.lozano.tool2": "Development: React, Javascript, CSS, SASS",
  "project.lozano.tool3": " UX-UI: Figma, Typescript.",
  "project.lozano.tool4": "Design: Photoshop, Illustrator.",
  "project.lozano.tool5": "Animation: After Effects, Premiere.",

  "project.natours.context": "Context: Natours it's a project created to my the course of advanced CSS and SASS.",
  "project.natours.challenges": "Main Challenges: To develop a modern responsive website using CSS architecture.",
  "project.natours.user": "User I Persona: People between 30 and 45 years old who enjoy traveling and nature .",
  "project.natours.process1": "Process: In this  case study I built animation effects with @keyframes, animation and transition. Using SASS built reusable elements to implement atomic design,  writing reusable, maintainable, and scalable code. I created a modern responsive design using fluid grids, layout types, flexible images, using media queries. I created as well an advanced responsive design workflow implemented mobile-first vs desktop-first strategies, selecting breakpoints.",
  "project.natours.tool1": "Tools:",
  "project.natours.tool2": "Development: React, Javascript, CSS, SASS",
  "project.natours.tool3": " UX-UI: Figma, Typescript.",
  "project.natours.tool4": "Design: Photoshop, Illustrator.",
  "project.natours.tool5": "Animation: After Effects, Premiere.",

  "project.doctoyou.context": "Context: Doc to You is a Barcelona-based company that connects qualified doctors with people in need of emergency medical care. The company works through an application, where users can contact doctors of different specialties according to their needs, without having to leave home. The app is also designed for people who are on vacation and need care inside a hotel.",
  "project.doctoyou.challenges": "Main Challenges: To create a logo that represents the ease with which people can connect with this service.",
  "project.doctoyou.user": "User I Persona: People between 30 and 45 years old, in trend with new digital technologies, who want to connect with doctors for urgent medical care.",
  "project.doctoyou.process1": "Process: I chose an organic typeface that appears to be connected. In the center it contains an arrow that emphasizes this concept. I proposed a gradient in the colors used, to suggest modernity, very much in trend with similar apps.",
  "project.doctoyou.tool1": "Tools:",
  "project.doctoyou.tool2": "Design: Photoshop, Illustrator.",
  "project.doctoyou.tool3": "Animation: After Effects, Premiere.",

  "project.oda.context": "Oda al pan; a familiar business that exalts the best of traditional Mexican bakery, adapting to a market that seeks authenticity.",
  "project.oda.challenges": " To create a logotype that reflects authenticity and elegance.",
  "project.oda.user": "User I Persona: People between 30 and 45 years old who live in Mexico City. They usually order food online and  look for quality products at a reasonable price.",
  "project.oda.process1": "Process: I developed a corporate image whose main element is a wheat leaf, to emphasize the main ingredient I chose a warm primary color that reflectes the golden tones of the bread. I decided to use a classic serif typeface that subtly has wheat leaves at the ends. The result: a dynamic and elegant logo.",
  "project.oda.tool1": "Tools:",
  "project.oda.tool2": "Design: Photoshop, Illustrator.",
  "project.oda.tool3": "Animation: After Effects, Premiere.",

  "project.nexter.context": "Context: Context: It's a case study created to my course of advanced CSS and SASS.",
  "project.nexter.challenges": "Main Challenges: To build a responsive  website using CSS Grid layouts.",
  "project.nexter.user": "User I Persona: People with high income who want to be owners of luxury property.",
  "project.nexter.process1": "I created this project with CSS Grid layouts to build a collage with the images of the homes. I applied a responsive design, selecting breakpoints, fluid grids, layout types, and flexible images.",
  "project.nexter.tool1": "Tools:",
  "project.nexter.tool2": " UX-UI: Figma",
  "project.nexter.tool3": "Design: Photoshop, Illustrator.",
  "project.nexter.tool4": "Animation: After Effects, Premiere.",

  "project.paypal.context": "Context: PayPal celebrates the most used digital payment method in Mexico by those who make purchases online through various devices: PayPal Fest, a festival of promotions never before seen in the local digital environment.",
  "project.paypal.challenges": "Main Challenges: To design a logo for the fifth anniversary and a digital product toolkit that reflects the look and feel of Paypal.",
  "project.paypal.user": "User I Persona: Millennials embracing new trends like mobile commerce.",
  "project.paypal.process1": "Process: I designed a logo to commemorate the fifth anniversary of the brand. The toolkit highlights the most consumed digital products on digital platforms. I highlighted the forms in a dynamic way to create movement and versatility.",
  "project.paypal.tool1": "Tools:",
  "project.paypal.tool2": "Design: Photoshop, Illustrator.",

  "project.movistar.context": "Context: Movistar is the main brand of the Spanish multinational communications company Telefónica, in Spain and Latin America, for its telephony, internet and television products.",
  "project.movistar.challenges": "Main Challenges: To develop a digital Christmas campaign to get new followers of the brand and consolidate the loyalty of current users.",
  "project.movistar.user": "User I Persona: Mobile phone customers looking for a monthly rental plan that offers them more mobile data for an affordable price.",
  "project.movistar.process1": "Process: As lead of digital design, I developed digital content to Movistar Mx. The creative digital campaign highlighting the main insights of having the internet during the Christmas season. We saved this main message to communicate to users the importance of staying connected with family and friends in that special season.",
  "project.movistar.tool1": "Tools:",
  "project.movistar.tool2": "Design: Photoshop, Illustrator.",
  "project.movistar.tool3": "Animation: After Effects, Premiere.",

  "project.reebok.context": "Context: Reebok is an American snickers, sports apparel and accessory company. Positioned worldwide for the quality of its products.",
  "project.reebok.challenges": "Main Challenges: To develop a campaign on social networks to encourage purchases on Valentine's Day.",
  "project.reebok.user": "User I Persona: Users from 20 to 30 years old, who actively participate in Instagram to stay updated on fashion trends, get informed and receive promotions.",
  "project.reebok.process1": "Process: Everyone has a friend with whom we can share everything, even the style. This Valentine's Day we celebrate those who have the perfect partner, the one with whom they can share the same Reebok garment and thus make a Partner Match. Reebok would create a sticker for IG stories. Users had to share a photo with their best friend saying why they are Partner Match and add the sticker. Those who uploaded their photograph participated in the promotion. In addition, Instagrammers joined the campaign in a #PerfectMatchChallenge, sharing side by side how much they knew about their best friend.",
  "project.reebok.tool1": "Tools:",
  "project.reebok.tool2": "Design: Photoshop, Illustrator.",

  "project.dogchow.context": "Context: Dog Chow is a brand of dog food marketed and manufactured by Nestlé Purina. They want to celebrate the dogs with a special date.",
  "project.dogchow.challenges": "Main Challenges: The brand seeks to position dog day in the consumer's mind as a special date in which man's best friend deserves recognition.",
  "project.dogchow.user": "User I Persona: FB and IG users between 25 and 50 years old who are dog lovers and want to join this celebration by sharing the love they have for their pet on their social networks.",
  "project.dogchow.process1": "Process: I developed digital content to celebrate the Dog's Day. We launched a teaser, inviting IG and FB users to participate in the celebration, writing via inbox the things they loved to share with their pets. Previously, a shooting of cakes prepared with Purina Dog Chow was taken, which on the day of the launch we personalized with toys and names of the pets from each of the messages received on social media. As a result, high participation of users and new followers of the brand was obtained, as well as the positioning of this date, which is now celebrated annually by Dog Chow.",
  "project.dogchow.tool1": "Tools:",
  "project.dogchow.tool2": "Design: Photoshop, Illustrator.",

  "project.gerber.context": "Context: Gerber is a brand of infant food, specializing in the manufacture of natural foods without preservatives or sweeteners.",
  "project.gerber.challenges": "Main Challenges: Digital campaign to position and celebrate Father's Day.",
  "project.gerber.user": "User I Persona: Young families who consume the brand's products, who usually use social networks to share tips, connect with friends and share moments of their lives.",
  "project.gerber.process1": "Process: During the process research, we realized that parents generally have the task in the family of taking the family photos. With this idea in mind we decided to make a commemorative video. Celebrating this adorable work. In addition, we developed a dynamic on social networks where we asked families who follow the brand to share their favorite photos with us to celebrate Father's Day. We responded to their messages by generating a commemorative frame allusive to the day where we placed the photo they had shared with us. The video was launched in a digital campaign on the official website and social networks. Where we show the different photos that users did not previously share, generating closeness with the brand's consumers.",
  "project.gerber.tool1": "Tools:",
  "project.gerber.tool2": "Design: Photoshop, Illustrator.",
  "project.gerber.tool3": "Animation: After Effects, Premiere",

  "project.cultura.context": "Context: Cultura Inquieta is a platform for the dissemination of culture, art, communication, creativity and organization of cultural programs. In the online sphere, Cultura Inquieta is one of the European cultural references on the net.",
  "project.cultura.challenges": "Main Challenges: Celebrate Women's Day, showing pioneering women in history as a reference.",
  "project.cultura.user": "User I Persona: Instagram users in favor of feminism who follow the account of Cultura Inquieta or are interested in similar topics.",
  "project.cultura.process1": "Process: Most of the time women use esterotypes to define themselves. However meny women, have transformed this stereptypes, qith their ideas and actions, but it seems like, they are not remembered enough. So, how can we make them visible in is women day? Idea: To show pioneer women on the most used search tool: the internet. We created a video with a search engine that show us women who have transformed the most common stereoptypes we have been living with. This is to encourage women to be inspired by them.",
  "project.cultura.tool1": "Tools:",
  "project.cultura.tool2": "Design: Photoshop, Illustrator.",
  "project.cultura.tool3": "Animation: After Effects, Premiere"
}
