{
  "menu.about": "Acerca de mí ",
  "menu.works": "Proyectos",
  "menu.contact": "Contacto",

  "footer.copyright": "Copyright 2025 IselAlarcon© | Todos los derechos reservados",

  "about.title": "Hola, soy Isela",
  "about.description": "📍 Soy un desarrolladora Front-end establecida en Barcelona.",
  "about.description2": "⭐ También tengo experiencia sólida en diseño digital. Este trasfondo me brinda una perspectiva única y un conjunto diverso de habilidades que aporto al equipo. ",
  "about.description3": "🔹 Un aspecto de mi trabajo que realmente disfruto es construir sitios e implementar sistemas de diseño. ",
  "about.description4": " 💛 Valoro una cultura laboral y un entorno positivos, colaborar con un equipo talentoso y solidario es importante para mí, para fomentar el crecimiento y la innovación.",

  "contact.cta": "¿Hablamos?",
  "contact.name": "Nombre",
  "contact.mail": "Mail",
  "contact.message": "Mensaje",
  "contact.send": "Enviar",

  "label.filter1": "UX-UI",
  "label.filter2": "Programación",
  "label.filter3": "Animación",
  "label.filter4": "Logos",
  "label.filter5": "Dirección de arte",


  "project.loopz.contextSub": "Contexto",
  "project.loopz.context": "Loopz Tracker App es un estudio de caso de diseño de interfaz de usuario que utiliza técnicas avanzadas en Figma.",
  "project.loopz.challenges": "Diseñar una app dinámica y fácil de usar para eventos musicales, con elementos reutilizables y un sistema de diseño eficiente.",
  "project.loopz.userSub": "Usuario I Persona",
  "project.loopz.user": "Amantes de la música de 25 a 45 años que asisten con frecuencia a conciertos y eventos.",
  "project.loopz.mainCha": "Principales desafios y Objetivo",
  "project.loopz.objective1": "Diseñar una interfaz visualmente dinámica pero intuitiva.",
  "project.loopz.objective2": "Desarrollar recursos de diseño reutilizables y tokens para escalabilidad.",
  "project.loopz.objective3": "Garantizar una transición fluida con documentación detallada para desarrolladores.",
  "project.loopz.objective4": "Mejorar la experiencia del usuario mediante pruebas y narrativa visual.",
  "project.loopz.action": "Proceso",
  "project.loopz.process1": "Wireframing: Comencé con wireframes de baja fidelidad para establecer la estructura y la navegación.",
  "project.loopz.process2": "Diseño del flujo de trabajo: Definí flujos de usuario claros para garantizar una experiencia fluida en la app.",
  "project.loopz.process3": "Diseño Visual: Apliqué la paleta de colores vibrante para crear componentes dinámicos. Diseñé botones reutilizables y elementos de interfaz con propiedades flexibles.",
  "project.loopz.process4": "Desarrollo del prototipo: Incorporé tokens de diseño y variables para mantener la consistencia.",
  "project.loopz.process5": "Pruebas de usuario: Realicé pruebas para refinar la usabilidad y validar las decisiones de diseño.",
  "project.loopz.process6": "Sistema de diseño: Construí un sistema completo con estilos, componentes y cuadrículas, acompañado de documentación detallada para facilitar el trabajo de los desarrolladores.",
  "project.loopz.tool1": "Herramientas:",
  "project.loopz.tool2": "Figma Pro: Para diseño avanzado de interfaces, gestión de activos y prototipado.",
  "project.loopz.tool3": "Photoshop & After Effects: Para agregar máscaras y pulir el video final de presentación del prototipo.",
  "project.loopz.tool4": "Encoder: Para finalizar los recursos multimedia.",

  "project.wedding.contextSub": "Contexto",
  "project.wedding.context": "Este proyecto consistió en crear un sitio web estático para mi boda utilizando React. El sitio incluye secciones como Cuándo, Cómo y Dónde, proporcionando detalles esenciales sobre el evento.",
  "project.wedding.userSub": "Usuario I Persona",
  "project.wedding.user": "Invitados a la boda.",
  "project.wedding.mainCha": "Principales desafios y Objetivo",
  "project.wedding.objective1": "Asegurar que el sitio web fuera multilingüe, requiriendo traducciones adecuadas y su implementación.",
  "project.wedding.objective2": "Crear un formulario modal funcional y fácil de usar para las confirmaciones de asistencia (RSVP) y preferencias dietéticas.",
  "project.wedding.objective3": "Mantener el rendimiento y la capacidad de respuesta en todos los dispositivos utilizando Vite y CSS responsivo.",
  "project.wedding.objective4": "Diseñar componentes reutilizables para mantener la consistencia visual con las invitaciones y el tema de la boda.",
  "project.wedding.action": "Proceso",
  "project.wedding.process1": "Diseñé el sitio web en Figma, asegurando la consistencia visual con las invitaciones y el tema de la boda.",
  "project.wedding.process2": "Desarrollé el sitio web utilizando React, aprovechando Styled Components para el estilo y Redux para la gestión del estado.",
  "project.wedding.process3": "Implementé la funcionalidad multilingüe y aseguré que las traducciones fueran precisas y adecuadas.",
  "project.wedding.process4": "Creé un modal funcional para las confirmaciones de asistencia (RSVP) con preferencias dietéticas, integrando validación y una interfaz fácil de usar.",
  "project.wedding.process5": "Probé la funcionalidad del formulario de RSVP y la gestión de datos utilizando Postman.",
  "project.wedding.process6": "Aseguré la optimización del rendimiento y la capacidad de respuesta en todos los dispositivos con Vite y CSS.",
  "project.wedding.tool1": "Herramientas:",
  "project.wedding.tool2": "Desarrollo: React, Vite, Redux, Postman, CSS, styled-components.",
  "project.wedding.tool3": "Diseño de interfaces: Figma, Photoshop, Illustrator.",

  "project.ia.contextSub": "Contexto",
  "project.ia.context": "IA es mi firma personal, y quiero mostrar mi trabajo profesional en un espacio moderno, minimalista y limpio.",
  "project.ia.userSub": "Usuario I Persona",
  "project.ia.user": "Clientes potenciales y personas que buscan inspiración.",
  "project.ia.mainCha": "Principales desafíos y objetivo",
  "project.ia.objective1": "Crear un sitio web personalizado para mostrar mi trabajo creativo de manera efectiva.",
  "project.ia.action": "Proceso",
  "project.ia.process1": "Creé mi propio logo utilizando las primeras letras de mi nombre para que fuera fácil de reconocer.",
  "project.ia.process2": "Diseñé el plano del sitio web en Figma, incluyendo el mapa del sitio, los flujos de usuario y los componentes reutilizables para el código.",
  "project.ia.process3": "Programé el sitio web utilizando React, desarrollando elementos reutilizables como botones, íconos sociales y tarjetas para construir el sitio de manera eficiente.",
  "project.ia.process4": "Creé una guía de estilo para asegurar la consistencia en el diseño y el uso del código en todo el proyecto.",
  "project.ia.tool1": "Herramientas:",
  "project.ia.tool2": "Desarrollo: React, JavaScript, CSS, SASS, styled-components",
  "project.ia.tool3": "Diseño de Interface: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.flitter.contextSub": "Contexto",
  "project.flitter.context": "Este proyecto me permitió poner en práctica las habilidades que desarrollé durante mi programa profesional. Al crear una réplica de Twitter, adquirí experiencia en la construcción de una aplicación web full-stack con características como autenticación de usuarios, almacenamiento de datos y una interfaz de usuario.",
  "project.flitter.userSub": "Usuario I Persona",
  "project.flitter.user": " Usuarios de redes sociales, en especial quienes conocen y usan Twitter.",
  "project.flitter.mainCha": "Principales desafios y objetivo",
  "project.flitter.objective1": "Crear un clon de Twitter.",
  "project.flitter.action": "Proceso",
  "project.flitter.process1": "Planificación e Ideación: El primer paso fue planificar y realizar una lluvia de ideas con el equipo. Identificamos las características clave para el MVP (Producto Mínimo Viable) y creamos una hoja de ruta para el desarrollo.",
  "project.flitter.process2": "Diseño e Interfaz de Usuario: Creamos wireframes, mockups y prototipos para asegurar que el diseño de la app fuera intuitivo, fácil de usar y visualmente atractivo.",
  "project.flitter.process3": "Desarrollo: Implementamos las funcionalidades principales, como autenticación de usuarios, creación de perfiles, publicar tweets, seguir/dejar de seguir usuarios, y dar me gusta o no me gusta a los fleets.",
  "project.flitter.process4": "Pruebas y Depuración: Utilizamos métodos como pruebas unitarias, pruebas de integración y pruebas de aceptación por parte de usuarios para asegurar la funcionalidad y consistencia.",
  "project.flitter.process5": "Implementación: Después de las pruebas, la aplicación se desplegó en un servidor público. Utilizamos MongoDB Atlas para bases de datos alojadas en la nube, lo que permitió escalabilidad y accesibilidad para los usuarios.",
  "project.flitter.tool1": "Herramientas:",
  "project.flitter.tool2": "Frontend: Vue, JavaScript, CSS, Git, Figma",
  "project.flitter.tool3": "Backend: Node.js, MongoDB Atlas, JWT, Express",
  "project.flitter.tool4": "Diseño de Interfaz: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.lozano.contextSub": "Contexto",
  "project.lozano.context": "Irlanda Lozano Studio es un estudio profesional de producción de eventos y experiencias de marca con alcance internacional.",
  "project.lozano.userSub": "Usuario I Persona",
  "project.lozano.user": "Startups que buscan profesionales en la producción de eventos con alcance internacional.",
  "project.lozano.mainCha": "Principales desafios y objetivo",
  "project.lozano.objective1": "Crear un sitio web contemporáneo optimizado para SEO para atraer y captar clientes potenciales.",
  "project.lozano.action": "Proceso",
  "project.lozano.process1": "Planificación: Diseñé una landing page con secciones como Servicios, Proyectos, Clientes y Contacto para presentar las ofertas del estudio de manera clara.",
  "project.lozano.process2": "Diseño: Creé wireframes en Figma para mapear la estructura y los flujos del sitio.",
  "project.lozano.process3": "Desarrollo: Programé componentes reutilizables (botones, íconos sociales, tarjetas) y listas de estilos para garantizar eficiencia y consistencia en el diseño.",
  "project.lozano.process4": "Contenido: Añadí una lista con mapa para mostrar contenido en video, mejorando la interactividad del sitio.",
  "project.lozano.process5": "Implementación: La aplicación se desplegó en un servidor público utilizando MongoDB Atlas, lo que permitió escalabilidad y acceso constante para los usuarios.",
  "project.lozano.tool1": "Herramientas:",
  "project.lozano.tool2": "Frontend: Vue, JavaScript, CSS, Git, Figma",
  "project.lozano.tool3": "Backend: Node.js, MongoDB Atlas, JWT, Express",
  "project.lozano.tool4": "Diseño de Interfaz: Figma, Photoshop, Illustrator, After Effects, Premiere.",
  "project.lozano.tool5": "Sitio Web: www.irlandalozano.com",

  "project.nixi.contextSub": "Contexto",
  "project.nixi.context": "Nixi For Children es una startup con sede en Barcelona que desarrolla experiencias inmersivas de realidad virtual para aliviar la ansiedad de los pacientes y sus familias.",
  "project.nixi.userSub": "Usuario I Persona",
  "project.nixi.user": "Familias que adoptan nuevas tecnologías digitales para reducir la ansiedad preoperatoria en sus hijos o familiares.",
  "project.nixi.mainCha": "Principales desafios y objetivo",
  "project.nixi.objective1": "Facilitar la implementación de Nixi en hospitales, creando un espacio donde las familias se sientan informadas, acompañadas y respaldadas.",
  "project.nixi.action": "Proceso",
  "project.nixi.process1": "Investigación: Se utilizó Typeform para recopilar información clave:",
  "project.nixi.process2": "El 60% de los padres afirma que sus hijos sienten miedo al visitar al médico.",
  "project.nixi.process3": "El 40% busca información en internet.",
  "project.nixi.process4": "El 57% comparte datos con otros padres.",
  "project.nixi.process5": "Definición del Problema:Los padres también enfrentan ansiedad, causada por la falta de información, la separación de sus hijos o el sentirse solos en el proceso.",
  "project.nixi.process6": "Ideación: Nació el #NixiFamilyWall, una comunidad diseñada para conectar a las familias, compartir información y brindar apoyo durante todas las etapas del proceso médico.",
  "project.nixi.process7": "Prototipo y Pruebas: Se creó un MVP escalable que puede evolucionar a una Progressive Web App. La app incluye un sistema de diseño adaptable para mantener una experiencia consistente y funcional.",
  "project.nixi.tool1": "Herramientas:",
  "project.nixi.tool2": "UX :Typeform",
  "project.nixi.tool3": "Diseño de Interfaz: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.ppayaz.contextSub": "Contexto",
  "project.ppayaz.context": "P’payaz es un colectivo de creativos compuesto por profesionistas de distintas disciplinas, alejándose del concepto tradicional de una agencia. Cada miembro del equipo se asigna según la naturaleza del proyecto.",
  "project.ppayaz.userSub": "Usuario I Persona",
  "project.ppayaz.user": "Emprendedores y creativos que buscan y ofrecen servicios digitales profesionales de forma remota.",
  "project.ppayaz.mainCha": "Principales desafios y objetivo",
  "project.ppayaz.objective1": "Crear un sitio web minimalista que resalte la frescura y creatividad de la marca, destacando su enfoque único.",
  "project.ppayaz.action": "Proceso",
  "project.ppayaz.process1": "Diseño estructural: En Figma desarrollé wireframes para organizar las secciones principales: Home, Servicios, Casos y Contacto.",
  "project.ppayaz.process2": "Creación de componentes reutilizables: Siguiendo el enfoque de Atomic Design, diseñé botones, tarjetas y otros elementos reutilizables que optimizan la implementación en código.",
  "project.ppayaz.process3": " Implementación en React: Programé botones con efectos hover.",
  "project.ppayaz.process4": "Utilicé un map para generar tarjetas con estructuras de contenido homogéneas.",
  "project.ppayaz.process5": "En la sección de servicios, integré íconos SVG con transiciones y efectos de opacidad.",
  "project.ppayaz.process6": " Estilo visual: El diseño minimalista destaca el color primario del logo mediante formas vectoriales y elementos clave, logrando un look limpio y profesional.",
  "project.ppayaz.process7": "Conexión con redes sociales: La página de contacto incluye enlaces a las plataformas sociales de la marca, reforzando la comunicación con el público.",
  "project.ppayaz.tool1": "Herramientas:",
  "project.ppayaz.tool2": "Desarrollo: React, Javascript, CSS, SASS",
  "project.ppayaz.tool3": "Diseño de Interfaz: Figma, Photoshop, Illustrator, After Effects, Premiere.",

  "project.finances.contextSub": "Contexto",
  "project.finances.context": "Como parte del programa profesional de desarrollo web Women in Tech, desarrollé una aplicación de gestión de finanzas personales utilizando Javascript. El enfoque principal del proyecto fue crear una herramienta práctica y accesible para ayudar a las personas a organizar sus finanzas de manera eficiente.",
  "project.finances.userSub": "Usuario I Persona",
  "project.finances.user": "Cualquier persona que quiera llevar un registro de sus gastos, ingresos y ahorros de forma simple y fácil de usar.",
  "project.finances.mainCha": "Principales desafios y objetivo",
  "project.finances.objective1": "Crear una aplicación que permita a los usuarios registrar y gestionar sus ingresos, gastos y ahorros de forma clara y sencilla.",
  "project.finances.action": "Proceso",
  "project.finances.process1": "Diseño funcional: Diseñé una interfaz que mostrara los totales de ingresos, gastos y ahorros acumulados de manera clara y organizada.",
  "project.finances.process2": "Usé estructuras de datos y algoritmos para calcular y presentar estos valores de forma eficiente.",
  "project.finances.process3": " Interacción del usuario: Implementé funciones para que los usuarios pudieran añadir y eliminar entradas de ingresos y gastos, incluyendo un concepto asociado.",
  "project.finances.process4": "Utilicé event listeners para gestionar la entrada del usuario y actualizar los datos dinámicamente en la interfaz.",
  "project.finances.process5": "Desarrollo técnico: Construí la aplicación completamente con Javascript, manipulando el DOM para garantizar una experiencia interactiva y fluida.",
  "project.finances.process6": "Mantener el diseño limpio y accesible fue clave para ofrecer una experiencia intuitiva a los usuarios.",
  "project.finances.tool1": "Herramientas:",
  "project.finances.tool2":"Desarrollo: Javascript, HTML, CSS, MongoDB",
  "project.finances.tool3": "Diseño de Interfaz: Figma",

  "project.pw.contextSub": "Contexto",
  "project.pw.context": "Una de las cosas que me encanta de Barcelona es que es una ciudad pet-friendly. Creé una colección de fotos de perritos esperando a sus dueños afuera de tiendas, supermercados y otros lugares. Utilicé CSS y HTML durante un programa profesional de Women in Tech.",
  "project.pw.userSub": "Usuario I Persona",
  "project.pw.user": "Personas pet-friendly",
  "project.pw.mainCha": "Principales desafios y objetivo",
  "project.pw.objective1": "Crear una página web atractiva utilizando solo CSS y HTML.",
  "project.pw.action": "Proceso",
  "project.pw.process1": "El proceso comenzó con la selección de las fotos más llamativas de perritos en Barcelona, con el objetivo de capturar su ternura en espacios públicos.",
  "project.pw.process2": "Luego, utilicé CSS para crear un diseño limpio y atractivo, asegurándome de que las imágenes se ajustaran bien a cualquier pantalla, gracias al diseño responsivo.",
  "project.pw.process3": "Apliqué principios de diseño como la elección de colores y tipografías que facilitaran la lectura y navegación. Todo esto para asegurar que el sitio fuera fácil de usar y visualmente atractivo.",
  "project.pw.tool1": "Herramientas:",
  "project.pw.tool2": "Diseño de Interfaz:CSS, HTML, Figma",
  "project.pw.tool3": "Mira la interfaz aquí: https://isynopoulos1.github.io/css_practice/",

  "project.delivery.contextSub": "Contexto",
  "project.delivery.context": "Este es el diseño de una app para un caso de estudio creado en el curso de Motion Design utilizando Figma.",
  "project.delivery.userSub": "Usuario I Persona",
  "project.delivery.user": "Nina, 30 años, freelance que trabaja desde casa. No tiene tiempo para cocinar, así que suele pedir comida a domicilio.",
  "project.delivery.mainCha": "Principales desafios y objetivo",
  "project.delivery.objective1": "Quería ofrecer a los usuarios la opción de elegir alimentos saludables y reconfortantes dentro de la app. Resaltar la promoción del día era clave para agilizar el proceso de compra y aumentar las ventas. ",
  "project.delivery.action": "Proceso",
  "project.delivery.process1": "Para comenzar, decidí darle protagonismo a la promo del día en la interfaz, lo que facilitaría la compra inmediata y aumentaría los ingresos. Utilicé Figma para diseñar una estructura simple pero visualmente atractiva.",
  "project.delivery.process2": "Para mejorar la navegación y crear una experiencia fluida, implementé transiciones suaves entre pantallas. Además, agregué microinteracciones con botones flotantes que respondieran al toque, asegurando que cada acción del usuario fuera ágil.",
  "project.delivery.process3": "Para resaltar elementos clave y dar dinamismo a la app, utilicé técnicas de enmascarado en las imágenes y gráficos. También apliqué un efecto parallax en ciertos elementos para añadir profundidad y captar la atención de los usuarios en momentos estratégicos.  ",
  "project.delivery.process4": "Finalmente, diseñé un sistema para mostrar el progreso del pedido en tiempo real, permitiendo a los usuarios ver en qué estado se encuentra su compra a medida que avanza.",
  "project.delivery.process5": "Desarrollo técnico: Construí la aplicación completamente con Javascript, manipulando el DOM para garantizar una experiencia interactiva y fluida.",
  "project.delivery.tool1": "Herramientas:",
  "project.delivery.tool2": "Diseño de Interfaz: Figma, After Effects, Photoshop",

  "project.natours.contextSub": "Contexto",
  "project.natours.context": "Natours es un proyecto creado como parte de un curso avanzado de CSS y SASS en Udemy.",
  "project.natours.userSub": "Usuario I Persona",
  "project.natours.user": "Personas entre 30 y 45 años que disfrutan de la naturaleza y los viajes.",
  "project.natours.mainCha": "Principales desafios y objetivo",
  "project.natours.objective1": "Desarrollar un sitio web moderno y responsivo utilizando arquitectura CSS.",
  "project.natours.action": "Proceso",
  "project.natours.process1": "Para este proyecto, construí efectos de animación utilizando @keyframes, transiciones y animaciones para hacer que el sitio web fuera más atractivo.",
  "project.natours.process2": "Implementé elementos reutilizables creados con SASS, siguiendo los principios del diseño atómico. Este enfoque me permitió escribir código reutilizable y mantenible, garantizando escalabilidad para futuras actualizaciones.  ",
  "project.natours.process3": "El sitio fue diseñado para ser totalmente responsivo, utilizando CSS grids e imágenes flexibles con media queries. Utilicé estrategias mobile-first junto con desk-first para asegurarme de que el sitio web funcionara sin problemas en diferentes dispositivos. También seleccioné puntos de interrupción específicos para optimizar la experiencia del usuario en diversas resoluciones de pantalla. ",
  "project.natours.tool1": "Herramientas:",
  "project.natours.tool2": "Desarrollo: React, Javascript, CSS, SASS, Typescript",
  "project.natours.tool3": "Diseño de Interfaz: Figma, After Effects, Photoshop",

  "project.doctoyou.contextSub": "Contexto",
  "project.doctoyou.context": "Doc to You es una empresa ubicada en Barcelona que conecta a doctores calificados con personas que necesitan atención médica de emergencia. La empresa funciona a través de una aplicación, donde los usuarios pueden contactar doctores de diferentes especialidades según sus necesidades, sin necesidad de salir de casa.",
  "project.doctoyou.userSub": "Usuario I Persona",
  "project.doctoyou.user": "Personas entre 30 y 50 años, en sintonía con las nuevas tecnologías digitales, que desean conectarse con doctores para atención médica de urgencia.",
  "project.doctoyou.mainCha": "Principales desafios y objetivo",
  "project.doctoyou.objective1": "Crear un logotipo que represente la facilidad con la que las personas pueden conectarse con este servicio.",
  "project.doctoyou.action": "Proceso",
  "project.doctoyou.process1": "Elegí una tipografía orgánica que da la impresión de estar conectada. Al centro incluí una flecha para enfatizar este concepto de conexión.",
  "project.doctoyou.process2": "Propuse un degradado en los colores utilizados para sugerir modernidad, algo que está muy en tendencia en aplicaciones similares.",
  "project.doctoyou.tool1": "Herramientas:",
  "project.doctoyou.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere",

  "project.oda.contextSub": "Contexto",
  "project.oda.context": "Oda al pan es una empresa que exalta lo mejor de la panadería tradicional mexicana adaptándose a un mercado que busca lo auténtico.",
  "project.oda.userSub": "Usuario I Persona",
  "project.oda.user": "Personas entre 30 y 50 años que viven en la Ciudad de México, que aprecian la comida tradicional de alta calidad. Disfrutan ordenar pan artesanal y productos horneados online, valorando la autenticidad y la artesanía.",
  "project.oda.mainCha": "Principales desafios y objetivo",
  "project.oda.objective1": "Crear una imagen corporativa que refleje autenticidad y elegancia.",
  "project.oda.action": "Proceso",
  "project.oda.process1": "Desarrollé una imagen corporativa cuyo elemento principal es una hoja de trigo. Para enfatizar el ingrediente principal, elegí un color cálido que reflejara los tonos dorados del pan.",
  "project.oda.tool1": "Herramientas:",
  "project.oda.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere",

  "project.nexter.contextSub": "Contexto",
  "project.nexter.context": "Este es un caso de estudio creado durante el curso avanzado de CSS y SASS en Udemy.",
  "project.nexter.userSub": "Usuario I Persona",
  "project.nexter.user": "Personas con altos ingresos interesadas en adquirir propiedades de lujo, que valoran plataformas online atractivas e intuitivas.",
  "project.nexter.mainCha": "Principales desafios y objetivo",
  "project.nexter.objective1": "Crear un sitio web receptivo utilizando diseños de cuadrícula CSS para destacar propiedades de lujo.",
  "project.nexter.action": "Proceso",
  "project.nexter.process1": "Diseñé el proyecto con CSS Grid para construir un collage visualmente atractivo con imágenes de propiedades de lujo. ",
  "project.nexter.process2": "Apliqué técnicas de diseño responsivo, incluyendo puntos de interrupción, cuadrículas fluidas, imágenes flexibles y tipos de diseño para asegurar adaptabilidad en distintos dispositivos.",
  "project.nexter.tool1": "Herramientas:",
  "project.nexter.tool2": "Desarrollo: CSS, SASS, Typescript",
  "project.nexter.tool3": "Diseño de Interfaz: Photoshop, Illustrator, After Effects",

  "project.paypal.contextSub": "Contexto",
  "project.paypal.context": "Para celebrar su quinto aniversario,en 2015 PayPal presentó PayPal Fest, un festival de promociones digitales nunca antes visto en México. Este evento reconoce a PayPal como el método de pago digital más popular entre quienes compran en línea a través de diversos dispositivos.",
  "project.paypal.userSub": "Usuario I Persona",
  "project.paypal.user": "Millennials que adoptan nuevas tendencias como el comercio móvil y buscan comodidad en sus transacciones digitales.",
  "project.paypal.mainCha": "Principales desafios y objetivo",
  "project.paypal.objective1": "Diseñar un logotipo y un toolkit de productos digitales que reflejen el estilo y esencia característicos de PayPal.",
  "project.paypal.action": "Proceso",
  "project.paypal.process1": "Diseñé un logotipo conmemorativo para celebrar el quinto aniversario de PayPal.",
  "project.paypal.process2": "Creé un toolkit digital versátil, destacando los productos digitales más populares de la plataforma.",
  "project.paypal.tool1": "Herramientas:",
  "project.paypal.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects",

  "project.movistar.contextSub": "Contexto",
  "project.movistar.context": "Movistar es la marca principal de Telefónica, una multinacional española de comunicaciones que ofrece productos de telefonía, internet y televisión en España y Latinoamérica.",
  "project.movistar.userSub": "Usuario I Persona",
  "project.movistar.user": "Clientes de telefonía móvil que buscan planes de renta mensual con más datos móviles a un precio económico.",
  "project.movistar.mainCha": "Principales desafios y objetivo",
  "project.movistar.objective1": "Desarrollar una campaña digital de Navidad para atraer nuevos seguidores y consolidar la lealtad de los clientes actuales.",
  "project.movistar.action": "Proceso",
  "project.movistar.process1": "Creé una campaña creativa digital destacando los principales beneficios de tener internet durante las fechas navideñas.",
  "project.movistar.tool1": "Herramientas:",
  "project.movistar.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere",

  "project.dogchow.contextSub": "Contexto",
  "project.dogchow.context": "Dog Chow es una marca de comida para perros comercializada y fabricada por Nestlé Purina. La marca buscaba celebrar a los perros con un día especial dedicado a ellos.",
  "project.dogchow.userSub": "Usuario I Persona",
  "project.dogchow.user": "Usuarios de redes sociales entre 25 y 50 años que sean amantes de los perros y quieran unirse a la celebración compartiendo en sus redes sociales el amor que sienten por sus mascotas.",
  "project.dogchow.mainCha": "Principales desafios y objetivo",
  "project.dogchow.objective1": "Posicionar en la mente del consumidor el Día del Perro, como una ocasión especial para reconocer y celebrar al mejor amigo del hombre.",
  "project.dogchow.action": "Proceso",
  "project.dogchow.process1": "Lanzamos un teaser en Instagram y Facebook, invitando a los usuarios a participar compartiendo mensajes vía inbox sobre las cosas que aman hacer con sus perros.",
  "project.dogchow.process2": "Realizamos un shooting de pasteles preparados con Purina Dog Chow, que personalizamos con juguetes y los nombres de las mascotas mencionadas en los mensajes recibidos en redes sociales.",
  "project.dogchow.process3": "El día del lanzamiento, compartimos los pasteles personalizados con los participantes, logrando una alta participación, nuevos seguidores, y estableciendo el Día del Perro como una tradición anual de Dog Chow.",
  "project.dogchow.tool1": "Herramientas:",
  "project.dogchow.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere",

  "project.gerber.contextSub": "Contexto",
  "project.gerber.context": "Gerber es una marca de alimentación infantil especializada en productos naturales sin conservadores ni endulzantes.",
  "project.gerber.userSub": "Usuario I Persona",
  "project.gerber.user": "Familias jóvenes que consumen los productos de la marca y suelen usar redes sociales para compartir tips, conectarse con amigos y publicar momentos de sus vidas.",
  "project.gerber.mainCha": "Principales desafios y objetivo",
  "project.gerber.objective1": "Crear una campaña digital para celebrar y destacar el Día del Padre.",
  "project.gerber.action": "Proceso",
  "project.gerber.process1": "Notamos que los padres suelen ser quienes toman las fotos de las mamás y los hijos, por lo que creamos un emotivo video celebrando esta adorable labor.",
  "project.gerber.process2": "Lanzamos una dinámica en redes sociales invitando a las familias a compartir sus fotos favoritas para celebrar el Día del Padre. Respondimos a cada participación con un marco conmemorativo personalizado que incluía la foto enviada.",
  "project.gerber.process3": "El video y las fotos compartidas por los usuarios se mostraron en el sitio web oficial de la marca y en redes sociales, logrando generar cercanía con la audiencia de Gerber.",
  "project.gerber.tool1": "Herramientas:",
  "project.gerber.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere",

  "project.cultura.contextSub": "Contexto",
  "project.cultura.context": "Cultura Inquieta es una plataforma dedicada a la difusión de cultura, arte, comunicación, creatividad y organización de programas culturales. En el ámbito digital, es una de las referencias culturales europeas en la red.",
  "project.cultura.userSub": "Usuario I Persona",
  "project.cultura.user": "Usuarios de Instagram que apoyan el feminismo y siguen la cuenta de Cultura Inquieta o tienen interés en temas similares.",
  "project.cultura.mainCha": "Principales desafios y objetivo",
  "project.cultura.objective1": "Celebrar el Día Internacional de la Mujer destacando a mujeres pioneras a lo largo de la historia.",
  "project.cultura.action": "Proceso",
  "project.cultura.process1": "Muchas veces, las mujeres se definen a sí mismas mediante estereotipos. Sin embargo, muchas han transformado estos estereotipos con sus ideas y acciones, aunque no siempre son suficientemente recordadas.",
  "project.cultura.process2": "Para visibilizar a estas mujeres pioneras en el Día Internacional de la Mujer, creamos un video que las muestra utilizando la herramienta más usada: el buscador de internet.",
  "project.cultura.process3": "El video presenta mujeres que han transformado los estereotipos más comunes, inspirando a otras a seguir su ejemplo.",
  "project.cultura.tool1": "Herramientas:",
  "project.cultura.tool2": "Diseño de Interfaz: Photoshop, Illustrator, After Effects, Premiere"

}


