{
  "menu.about": "Acerca de mí ",
  "menu.works": "Proyectos",
  "menu.contact": "Contacto",

  "footer.copyright": "Copyright 2022 IselAlarcón© | Todos los derechos reservados",

  "about.title": "Hola :)",
  "about.description": "Soy Isela, Diseñadora de Producto y Desarrolladora Frontend apasionada por el diseño, las artes y la tecnología.",
  "about.description2": "Con experiencia en digital, he trabajado durante más de diez años en agencias de publicidad digital, donde tuve la oportunidad de diseñar para diferentes marcas internacionales como Paypal, Movistar y Amazon. En 2020 me mudé a Barcelona para expandir mi carrera en el campo de la tecnología. ",
  "about.description3": "Mi curiosidad e interés por el desarrollo Web me llevó a aprender nuevas herramientas como HTML, CSS, SASS y lenguajes como Javascript con librerías como React y Nodejs. Una de las cosas que más disfruto es construir sitios e implementar un sistema de diseño. 🔺 ◼️ 🔹",

  "contact.cta": "¿Hablamos?",
  "contact.name": "Nombre",
  "contact.mail": "Mail",
  "contact.message": "Mensaje",
  "contact.send": "Enviar",

  "label.filter1": "UX-UI",
  "label.filter2": "Programación",
  "label.filter3": "Animación",
  "label.filter4": "Logos",
  "label.filter5": "Dirección de arte",

  "project.ppayaz.context": "Contexto: P'payaz es un colectivo de creativos integrado por profesionistas de diferentes disciplinas. El equipo busca alejarse del cliché de una agencia, conectando al miembro adecuado de acuerdo a la naturaleza de cada proyecto.",
  "project.ppayaz.challenges": "Objetivo: Destacar la frescura de la marca a través de un website minimalista.",
  "project.ppayaz.user": "Usuario I Persona: Emprendedores y creativos del sector que buscan y ofrecen  servicios digitales profesionales vía remota.",
  "project.ppayaz.process1": "Proceso: En Figma desarrollé wireframes para estructurar cada una de las páginas de contenido: Home, Servicios, Casos y Contacto. A través de Atomic Design creé componentes para implementarlos potencialmente en programación y de esta forma hacer reusables distintos elementos. Posteriormente en React  hice distintos componentes como botones con efecto hover. Implementé un map para crear una misma estructura de contenido en las tarjetas de cada caso. En la sección de servicios, usé una librería de  íconos en SVG a los cuales les dí un efecto de transición y opacidad. La página de contacto vincula a las distintas redes sociales de la marca. A través de un website limpio con estilo minimalista resalté el color primario de su logo en formas vectoriales y elementos fundamentales, de esta forma alcancé el principal objetivo.",
  "project.ppayaz.process2": "Visita el sitio web en: www.ppayaz.com",
  "project.ppayaz.tool1": "Herramientas:",
  "project.ppayaz.tool2": " Programación: React, Javascript, CSS, SASS",
  "project.ppayaz.tool3": "UX-UI: Figma.",
  "project.ppayaz.tool4": "Diseño: Photoshop, Illustrator",
  "project.ppayaz.tool5": "Animación: After Effects, Premiere",

  "project.nixi.context": "Contexto: Nixi For Children es una startup con sede en Barcelona, que ayuda a familias de todo el mundo a desarrollar experiencias inmersivas de realidad virtual para reducir la ansiedad de los pacientes.",
  "project.nixi.challenges": "Objetivo: Ayudar a los hospitales a permitirse implementar y mantener Nixi para sus pacientes. Compromiso familiar",
  "project.nixi.user": "Usuario I Persona: Familias que adoptan las nuevas tendencias digitales y buscan ayudar a sus hijos o familiares a reducir la ansiedad preoperatoria.",
  "project.nixi.process1": "Proceso e investigación: Empatizar: Utilizamos Typeform como herramienta para recopilar datos y descubrir el dolor y las ganancias de los padres.",
  "project.nixi.process2": "- 60% de los padres entrevistados cree que sus hijos tienen miedo cuando van al médico.",
  "project.nixi.process3": "- 40% de ellos busca información en internet.",
  "project.nixi.process4": "- 40% Busca información preguntando a amigos y familiares.",
  "project.nixi.process5": "- 57% han compartido información con otros padres.",
  "project.nixi.process6": "Definir el problema: Es así como detectamos que los padres también sufren de ansiedad generada al separarse de los hijos, sentirse solos o no tener suficiente información. Idear: Muro de la familia Nixi. Cuidar a la familia es tan importante como cuidar al paciente. Creamos una comunidad que acompaña a la familia en todas las etapas, compartiendo información entre padres, apoyando y creando vínculos. Proceso: Nixi conecta a familias que quieren ayudar y necesitan apoyo. De esta manera construimos comunidades de apoyo entre familias. Prototipo mvp (producto mínimo viable) Implementación utilizando el hashtag #NixiFamilyWall para impulsar trafico a redes sociales. Test: Creé un sistema de diseño que pueda escalar. La app puede ser escalable a un progressive web app, que  también se puede instalar en el teléfono a través del sitio web actual.",
  "project.nixi.tool1": "Herramientas:",
  "project.nixi.tool2": " UX-UI: Figma, Typescript",
  "project.nixi.tool3": "Diseño: Photoshop, Illustrator.",
  "project.nixi.tool4": "Animación: After Effects, Premiere.",

  "project.delivery.context": "Contexto: Este es el diseño de una app para un caso de estudio creado en el curso de Motion Design con Figma en Udemy.",
  "project.delivery.challenges": "Objetivo: Mi objetivo para este proyecto era crear interfaces de usuario y prototipos atractivos con una aplicación de entrega que creara interacciones, animación y gráficos en movimiento, amigable e intuitiva.",
  "project.delivery.user": "Usuario I Persona: Nina. Tiene 30 años y es freelance, actualmente trabaja desde casa. Nina no tiene suficiente tiempo para cocinar así que suele pedir comida a domicilio.",
  "project.delivery.process1": "Proceso: Pensé que era importante dar a los usuarios la posibilidad de elegir opciones como alimentos saludables y reconfortantes en la aplicación. Decidí resaltar la promo del día para facilitar el proceso de compra y generar ingresos. Quería crear un flujo de diseño intuitivo que fuera práctico de usar. Creé interacciones llamativas con técnicas de enmascaramiento y un prototipo de progreso de orden complejo.",
  "project.delivery.process2": "- Uso de parallax para llamar la atención.",
  "project.delivery.process3": "- Lista de transición.",
  "project.delivery.process4": "- Superposiciones alternativas.",
  "project.delivery.process5": "- Enmascaramiento y superposición.",
  "project.delivery.process6": "- Micro interacciones y botones flotantes.",
  "project.delivery.process7": "- Progreso del pedido",
  "project.delivery.tool1": "Herramientas:",
  "project.delivery.tool2": "UX-UI: Figma.",
  "project.delivery.tool3": "Animación: After Effects, Premiere",

  "project.lozano.context": "Contexto: Irlanda Lozano Studio es un estudio profesional de producción de eventos y experiencias de marca con alcance internacional.",
  "project.lozano.challenges": "Objetivo: Desarrollo de un sitio web moderno con optimización SEO.",
  "project.lozano.user": "Usuario I Persona: Startups que desean buscan profesionales en producción de eventos con alcance internacional.",
  "project.lozano.process1": "Proceso: Pensé en desarrollar una landing page dividida en secciones como: Servicios, Proyectos, Clientes, Contactos. Basada en esto, creé un wireframing con el mapeo del sitio y flows en Figma. En programación diseñé componentes como botones, íconos sociales, tarjetas y diferentes elementos que potencialmente podrían ser reutilizados en el diseño. Implementé componentes para crear listas de estilos para reutilizar en el código también. Adicionalmente creé una lista de mapas para poner diferentes tarjetas con contenido de video.",
  "project.lozano.tool1": "Herramientas:",
  "project.lozano.tool2": "Programación: React, Javascript, CSS, SASS",
  "project.lozano.tool3": " UX-UI: Figma, Typescript.",
  "project.lozano.tool4": "Diseño: Photoshop, Illustrator.",
  "project.lozano.tool5": "Animación: After Effects, Premiere.",
  "project.lozano.tool6": "Puedes ver el website aquí: www.irlandalozano.com ",

  "project.natours.context": "Contexto: Natours es un proyecto creado en el curso de CSS y SASS avanzado en Udemy.",
  "project.natours.challenges": "Objetivo: Desarrollo de un sitio web moderno y responsivo utilizando arquitectura CSS.",
  "project.natours.user": "Usuario I Persona: Personas entre 30 y 45 años que disfruten de la naturaleza y los viajes.",
  "project.natours.process1": "Proceso: En este caso de estudio construí efectos de animación con @keyframes, animación y transición. Usé elementos reutilizables creados por SASS implementando el diseño atómico, escribiendo código reutilizable, mantenible y escalable. Creé un diseño responsivo moderno usando grids, tipos de diseño, imágenes flexibles, usando media queries. También creé un flujo de trabajo de diseño responsivo avanzado que implementando estrategias de mobile first vs desk first, seleccionando puntos de interrupción.",
  "project.natours.tool1": "Herramientas:",
  "project.natours.tool2": "Programación: React, Javascript, CSS, SASS",
  "project.natours.tool3": " UX-UI: Figma, Typescript.",
  "project.natours.tool4": "Diseño: Photoshop, Illustrator.",
  "project.natours.tool5": "Animación: After Effects, Premiere.",

  "project.doctoyou.context": "Contexto: Doc to You es una empresa que radica en Barcelona, la cual conecta doctores calificados con personas que necesitan atención médica de emergencia. La empresa funciona a través de una aplicación, en donde los usuarios pueden contactar doctores de diferentes especialidades de acuerdo a su necesidad, sin tener que salir de casa. La aplicación también está diseñada para personas que están de vacaciones y necesitan atención dentro de un hotel.",
  "project.doctoyou.challenges": "Objetivo: Crear un logotipo que represente la facilidad con la que las personas pueden conectar con este servicio.",
  "project.doctoyou.user": "Usuario I Persona: Personas entre 30 y 45 años, en tendencia con nuevas tecnologías digitales,  que desean conectar con doctores para atención médica de urgencia.",
  "project.doctoyou.process1": "Proceso: Elegí una tipografía orgánica que aparenta estar conectada. Al centro contiene una flecha que enfatiza este concepto. Propuse un degradado en los colores utilizados, para sugerir modernidad,  muy en tendencia con aplicaciones similares.",
  "project.doctoyou.tool1": "Herramientas:",
  "project.doctoyou.tool2": "Diseño: Photoshop, Illustrator.",
  "project.doctoyou.tool3": "Animación: After Effects, Premiere.",

  "project.oda.context": "Contexto: Oda al pan; una empresa que exalta lo mejor de la panadería tradicional mexicana adaptándose a un mercado que busca lo auténtico.",
  "project.oda.challenges": "Objetivo: Crear una imagen corporativa que refleje autenticidad y elegancia.",
  "project.oda.user": "Usuario I Persona: Personas  entre 30 y 45 años que radican en la ciudad de México. Suelen ordenar comida online. Buscan calidad en los productos a un precio razonable.",
  "project.oda.process1": "Proceso: Desarrollé una imagen corporativa cuyo elemento principal es una hoja de trigo, para enfatizar el ingrediente principal elegí un color primario cálido que reflejara tonos dorados del pan.",
  "project.oda.tool1": "Herramientas:",
  "project.oda.tool2": "Diseño: Photoshop, Illustrator.",
  "project.oda.tool3": "Animación: After Effects, Premiere.",

  "project.nexter.context": "Contexto: Context: Es un caso de estudio creado en el curso de CSS y SASS avanzado en Udemy.",
  "project.nexter.challenges": "Objetivo: Creación de un sitio web receptivo utilizando diseños de cuadrícula CSS",
  "project.nexter.user": "Usuario I Persona: Personas con altos ingresos que quieran ser dueños de propiedades de lujo.",
  "project.nexter.process1": "Proceso: Creé este proyecto con diseños de CSS Grid para construir un collage con las imágenes de las casas. Apliqué un diseño receptivo, seleccionando puntos de interrupción, cuadrículas fluidas, tipos de diseño e imágenes flexibles.",
  "project.nexter.tool1": "Herramientas:",
  "project.nexter.tool2": " UX-UI: Figma",
  "project.nexter.tool3": "Diseño: Photoshop, Illustrator.",
  "project.nexter.tool4": "Animación: After Effects, Premiere.",

  "project.paypal.context": "Contexto: Con motivo de su quinto aniversario Paypal celebra el método de pago digital más utilizado en México por quienes realizan compras en línea a través de diversos dispositivos: PayPal Fest, un festival de promociones nunca antes vistas en el entorno digital local.",
  "project.paypal.challenges": "Objetivo: Diseñar un logotipo y toolkit de productos digitales que reflejen el look and feel de Paypal.",
  "project.paypal.user": "Usuario I Persona: Millenials que adoptan nuevas tendencias como el comercio móvil.",
  "project.paypal.process1": "Proceso: Diseñé un logotipo para conmemorar el quinto aniverario de la marca. El toolkit destaca los  productos digitales de más consumo en plataformas digitales. Destaqué las formas de manera dinámica para crear movimiento y versatilidad.",
  "project.paypal.tool1": "Herramientas:",
  "project.paypal.tool2": "Diseño: Photoshop, Illustrator.",

  "project.movistar.context": "Contexto: Movistar es la marca principal de la multinacional española de comunicaciones Telefónica, en España e Hispanoamérica, para sus productos de telefonía, internet y televisión.",
  "project.movistar.challenges": "Objetivo: Desarrollar una campaña digital de navidad para conseguir nuevos seguidores de la marca y consolidar la lealtad de actuales usuarios.",
  "project.movistar.user": "Usuario I Persona: Clientes de telefonía móvil que busquen un  plan de renta mensual que les ofrezca más datos móviles por un precio económico.",
  "project.movistar.process1": "Proceso: Desarrollamos una campaña creativa digital destacando los principales insights de tener internet durante las fechas navideñas.",
  "project.movistar.tool1": "Herramientas:",
  "project.movistar.tool2": "Diseño: Photoshop, Illustrator.",
  "project.movistar.tool3": "Animación: After Effects, Premiere.",

  "project.reebok.context": "Contexto: Reebok es una empresa estadounidense de tenis, ropa y accesorios deportivos. Posicionada a nivel mundial por la calidad en sus productos.",
  "project.reebok.challenges": "Objetivo: Desarrollar una campaña en redes sociales para incentivar la compra en San Valentín.",
  "project.reebok.user": "Usuario I Persona: Usuarios de  20 a 30 años, que participen activamente en instagram para mantenerse actualizados en tendencias de moda, informarse y recibir promociones. ",
  "project.reebok.process1": "Proceso: Todos tenemos un amigo con el que podemos compartir todo, incluso el estilo. Este San Valentín celebramos aquellos que tienen el partner perfecto, aquel con el que pueden compartir la misma prenda Reebok y de esta forma hacer un “Partner Match. Se creó un sticker para IG stories. Los usuarios tenían que compartir una foto con su mejor amigo diciendo por qué son Partner Match y agregar el sticker. Aquellos que subían su fotografía, participaban en la promoción. Además, instagramers se sumaron a la campaña en un #PerfectMatchChallenge, compartiendo en un side by side cuánto sabían de su mejor amigo.",
  "project.reebok.tool1": "Herramientas:",
  "project.reebok.tool2": "Diseño: Photoshop, Illustrator.",

  "project.dogchow.context": "Contexto: Dog Chow es una marca de comida para perros comercializada y fabricada por Nestlé Purina. Desean celebrar a los perros con una fecha especial.",
  "project.dogchow.challenges": "Objetivo: Buscan posicionar en la mente del consumidor el día del perro como una fecha especial en la cuál el mejor amigo del hombre merece reconocimiento.",
  "project.dogchow.user": "Usuario I Persona: Usuarios de FB e IG de entre 25 y 50 años que sean dog lovers y quieran unirse a esta celebración compartiendo en sus redes sociales el amor que tienen por su mascota. ",
  "project.dogchow.process1": "Proceso: Lanzamos un teaser de lanzamiento del día, invitando a los usuarios de IG y FB a participar en la celebración, escribiendo vía inbox las cosas que ellos amaban compartir con sus mascotas. Previamente se desarrolló un shooting de pasteles preparados con Purina Dog Chow que el día del lanzamiento personalizamos con juguetes y  nombres de las mascotas  de cada uno de los mensajes recibidos en social media. Como resultado se obtuvo una alta participación usuarios y nuevos seguidores de la marca, así como el posicionamiento de esta fecha, que ahora es celebrada anualmente por Dog Chow.",
  "project.dogchow.tool1": "Herramientas:",
  "project.dogchow.tool2": "Diseño: Photoshop, Illustrator.",

  "project.ia.context": "Contexto: ia es mi firma personal, quería mostrar mi trabajo profesional en un espacio limpio que pueda ser moderno y minimalista.",
  "project.ia.challenges": "Objetivo: Crear un sitio web personalizado para mostrar mi trabajo creativo.",
  "project.ia.user": "Usuario I Persona: Potential jobs and people searching inspiration. ",
  "project.ia.process1": "Proceso: Primero creé mi logo personal. Quería desarrollar un branding corto y fácil de leer. Elegante y minimalista. Así que decidí usar solo las primeras letras de mi nombre.",
  "project.ia.process2": " Luego, en Figma, creé wireframes con el mapeo del sitio, los flujos y los componentes que potencialmente se reutilizarían en el código.",
  "project.ia.process3": " En programación, pensé en un sitio web que potencialmente esté traducido al español con secciones tradicionales como: Acerca de mí, Trabajo y Contacto. Usé la tecnología React, diseñé componentes como botones, íconos sociales, tarjetas y diferentes elementos para construir un sistema atómico. Implementé componentes para crear listas de estilos refactorizar el código y reutilizarlo. Creé una lista de mapas para poner diferentes tarjetas con contenido de video.",
  "project.ia.tool1": "Herramientas:",
  "project.ia.tool2": "Programación: React, Javascript, CSS, SASS",
  "project.ia.tool3": "UX-UI: Figma.",
  "project.ia.tool4": "Diseño: Photoshop, Illustrator",
  "project.ia.tool5": "Animación: After Effects, Premiere",

  "project.gerber.context": "Contexto: Gerber es una marca de alimentación infantil, se especializa en la fabricación de alimentos naturales sin conservadores ni endulzantes.",
  "project.gerber.challenges": "Objetivo: Campaña digital para posicionar y celebrar el día del padre.",
  "project.gerber.user": "Usuario I Persona: Familias jóvenes que consuman productos de la marca, que suelan usar redes sociales para compartir tips, conectarse con amigos y compartir momentos de sus vidas.",
  "project.gerber.process1": "Proceso: Nos dimos cuenta que generalmente los padres tienen la tarea  en la familia de tomar las fotos a las mamás y los hijos. Con esta idea en mente decidimos hacer un video conmemorativo. Celebrando esta adorable labor. Además, desarrollamos una dinámica en redes sociales en donde  les pedimos a familias seguidoras de la marca que nos compatieran sus fotos favoritas para celebrar el día del padre. Respondiamos sus mensajes generando un marco conmemorativo alusivo al dìa en donde colocamos la foto que nos habían compartido. El video se lanzó en una campaña digital en el website oficial y redes sociales. En donde mostramos las  distintas fotos que los usuarios no compartieron previamente, generando cercania con los consumidores de la marca.",
  "project.gerber.tool1": "Herramientas:",
  "project.gerber.tool2": "Diseño: Photoshop, Illustrator.",
  "project.gerber.tool3": "Animación: After Effects, Premiere",

  "project.cultura.context": "Contexto: Cultura Inquieta es una plataforma de difusión de cultura , arte, comunicación,  creatividad y  organización de programas culturales. En el ámbito en línea, Cultura Inquieta es una de las referencias culturales europeas en la red.",
  "project.cultura.challenges": "Objetivo: Celebrar el día de la mujer, mostrando como referente  mujeres pioneras en la historia.",
  "project.cultura.user": "Usuario I Persona: Usuarios de instagram a favor del feminismo que sigan la cuenta de Cultura Inquieta o tengan interes por temas similares.",
  "project.cultura.process1": "Proceso: La mayoría de las veces las mujeres usan estereotipos para definirse a sí mismas. Sin embargo, muchas mujeres han transformado estos estereotipos, con sus ideas y acciones, pero parece que no son lo suficientemente recordadas. Entonces, ¿cómo podemos visibilizarlas en este día de la mujer? Idea: Mostrar mujeres pioneras en la herramienta de búsqueda más utilizada: Internet. Creamos un video con un buscador que nos muestra mujeres que han transformado los estereotipos más comunes con los que hemos estado viviendo. Esto es para animar a las mujeres a que se inspiren en ellas.",
  "project.cultura.tool1": "Herramientas:",
  "project.cultura.tool2": "Diseño:Photoshop, Illustrator.",
  "project.cultura.tool3": "Animación: After Effects, Premiere",

  "project.flitter.context": "Context: As a student of the Women in Tech Web Development Bootcamp, I had the opportunity to work on an exciting project called Flitter. It was an excellent opportunity for me to apply the web development skills I learned during the bootcamp. By creating a replica of Twitter, I learned how to build a full-stack web application that included user authentication, data storage, and a user interface. ",
  "project.flitter.challenges": "Main Challenges: The team's goal was to create a clone of the popular social media platform Twitter. ",
  "project.flitter.user": "User I Persona: Individuals who enjoy using social media platforms, particularly those who are familiar with and enjoy using Twitter. ",
  "project.flitter.process1": "Planning and ideation: The first step in creating Flitter was to plan and ideate the project. This involved discussing and brainstorming ideas with the team, identifying the key features and functionalities to include in the MVP, and creating a roadmap for development.",
  "project.flitter.process2": "Design and user interface: Once the ideation process was complete, the team focused on designing the user interface and user experience. This involved creating wireframes, mockups, and prototypes to ensure the app's design was intuitive, user-friendly, and visually appealing.",
  "project.flitter.process3": "Development: With the design and user interface in place, the team began developing the app's core functionalities, such as user authentication, profile creation, tweeting, following and unfollowing other users, and liking and disliking fleets.",
  "project.flitter.process4": "Testing and debugging: As development progressed, the team conducted extensive testing and debugging to ensure the app's functionality was consistent and free of errors. This involved using various testing methods, such as unit testing, integration testing, and user acceptance testing.",
  "project.flitter.process5": "Deployment: Once the app was fully developed and tested, it was deployed to a server for public use. This involved configuring the server and deploying the app to ensure it was accessible to users.",
  "project.flitter.tool1": "Tools:",
  "project.flitter.tool2": "Frontend: VUE, JAVASCRIPT, CSS, GIT ",
  "project.flitter.tool3": "Backend: Node.JS, MongoDB, JWT, Express "
}
